[
    { "content": "What food do you think is sexy?", "rating": "12" },
    { "content": "What happened on your worst date?", "rating": "16" },
    { "content": "Who got your first kiss?", "rating": "12" },
    { "content": "Who here has the finest butt?", "rating": "16" },
    { "content": "Have you ever had a crush on a teacher?", "rating": "16" },
    { "content": "Who here would you like to see naked?", "rating": "18" },
    { "content": "Do you think you'd be a good parent?", "rating": "0" },
    { "content": "How far would you go on a first date?", "rating": "16" },
    { "content": "Who here is the most attractive to you?", "rating": "16" },
    { "content": "What do you value most in a relationship?", "rating": "12" },
    { "content": "What is your biggest turn on?", "rating": "18" },
    { "content": "What is your strangest turn on?", "rating": "18" },
    { "content": "What is your most random turn on?", "rating": "18" },
    { "content": "What is your kinkiest turn on?", "rating": "18" },
    { "content": "Rather dominant or submissive?", "rating": "18" },
    { "content": "Do you like bondage during sex?", "rating": "18" },
    { "content": "Have you ever read an erotic novel?", "rating": "16" },
    { "content": "How kinky are you?", "rating": "18" },
    { "content": "Do you prefer a little kinky or vanilla?", "rating": "18" },
    { "content": "Do you prefer chokeing or being choked?", "rating": "18" },
    { "content": "Have you ever sent nudes?", "rating": "18" },
    { "content": "How often do you watch porn?", "rating": "16" },
    { "content": "Do you own or use sex toys?", "rating": "18" },
    { "content": "What body part are you most attracted to?", "rating": "16" },
    { "content": "What should a person wear to turn you on?", "rating": "16" },
    {
        "content": "What fictional world do you want to live in?",
        "rating": "16"
    },
    {
        "content": "Did you ever ignore someone because you forgot their name?",
        "rating": "0"
    },
    {
        "content": "Did you ever confuse reality with a (day-) dream or a fantasy?",
        "rating": "0"
    },
    {
        "content": "Did you ever got really really angry about something that wasn't real? (For example: a game, a book, a film, a fantasy, a dream, ect)",
        "rating": "0"
    },
    {
        "content": "Did you ever find someone really attractive but when you got to know the person you lost that attraction completely?",
        "rating": "16"
    },
    {
        "content": "Did you ever saw a stranger and thought things like 'I would smash that ass' only to realize you actually know that person?",
        "rating": "16"
    },
    {
        "content": "What is something that you always wanted to say to me but couldn't?",
        "rating": "12"
    },
    { "content": "Have you ever practiced kissing?", "rating": "12" },
    { "content": "What is your opinion of hickies?", "rating": "12" },
    { "content": "Have you ever skinny-dipped?", "rating": "12" },
    { "content": "What is your biggest sexual fear?", "rating": "18" },
    { "content": "Who is the last person that made you cry?", "rating": "12" },
    { "content": "What was the last thing that made you cry?", "rating": "12" },
    { "content": "What is your dream girl/boy?", "rating": "12" },
    { "content": "Have you ever had a crush on a friend?", "rating": "16" },
    {
        "content": "What is an instant deal-breaker in a potential love interest?",
        "rating": "16"
    },
    {
        "content": "What is your biggest insecurity in a romantic relationship?",
        "rating": "16"
    },
    {
        "content": "Would you like having an open relationship?",
        "rating": "16"
    },
    {
        "content": "What gives you the most pleasure during sex?",
        "rating": "18"
    },
    {
        "content": "Do you like being nibbled on or lightly bitten?",
        "rating": "16"
    },
    {
        "content": "Which type of stereotypicallc opposite gender clothes would you like to wear?",
        "rating": "0"
    },
    {
        "content": "If you had to date a plant, what kind of plant would you date and why?",
        "rating": "0"
    },
    {
        "content": "Have you ever gone out without wearing underwear?",
        "rating": "16"
    },
    {
        "content": "What do you love most about you partner/best friend?",
        "rating": "0"
    },
    { "content": "Would you marry someone for their money?", "rating": "0" },
    { "content": "", "rating": "18" },
    {
        "content": "What do you dislike most about your appearance?",
        "rating": "0"
    },
    {
        "content": "What do you like most about your appearance?",
        "rating": "0"
    },
    {
        "content": "What do you hate most about (not) being in a relationship?",
        "rating": "16"
    },
    {
        "content": "Would you rather be a boy or a girl and why?",
        "rating": "0"
    },
    {
        "content": "What is the maximum age gap you'd be comfortable with?",
        "rating": "16"
    },
    {
        "content": "When troubled with matters of the heart, who is the one person you would talk to first?",
        "rating": "12"
    },
    {
        "content": "What physical features of your body do you get complimented for the most?",
        "rating": "12"
    },
    {
        "content": "How much do you admire your body in the mirror?",
        "rating": "12"
    },
    { "content": "Do you come when you do it yourself?", "rating": "18" },
    {
        "content": "What sexual activity do you consider totally off limits?",
        "rating": "18"
    },
    {
        "content": "What did you think of me when you first met me?",
        "rating": "12"
    },
    {
        "content": "What is the most romantic thing you've ever done, or that someone has done for you?",
        "rating": "12"
    },
    {
        "content": "What (unexpected) thing is a total turn off for you?",
        "rating": "16"
    },
    { "content": "Have you ever cried because of me?", "rating": "12" },
    { "content": "Do you sleep with or without your clothes?", "rating": "12" },
    { "content": "What is your main romantic fantasy?", "rating": "16" },
    { "content": "What is your main sexual fantasy?", "rating": "18" },
    { "content": "In what thing do people underestimate you?", "rating": "12" },
    {
        "content": "Would you prefer a partner with or without makeup?",
        "rating": "12"
    },
    { "content": "How noisy do you like sex to be?", "rating": "18" },
    {
        "content": "How many children do you prefer to have in the future?",
        "rating": "12"
    },
    { "content": "What would your ideal date look like?", "rating": "12" },
    {
        "content": "What color has the underwear you're wearing right now?",
        "rating": "16"
    },
    {
        "content": "What is your most visited website for porn?",
        "rating": "16"
    },
    {
        "content": "Have you ever touched your private parts in public, and no one noticed?",
        "rating": "16"
    },
    {
        "content": "Who did you check out the most among all the people here?",
        "rating": "16"
    },
    {
        "content": "What is the craziest thing you have done to attract your crush towards you?",
        "rating": "16"
    },
    {
        "content": "Have you ever got horny seeing a celebrity half-naked online?",
        "rating": "16"
    },
    {
        "content": "What part of your body are you most confident about?",
        "rating": "12"
    },
    {
        "content": "What was the most embarrassing thing you accidentally texted to the wrong person?",
        "rating": "12"
    },
    {
        "content": "If you could switch genders for just one day, would you do it?",
        "rating": "0"
    },
    {
        "content": "Which part of a person do you notice first?",
        "rating": "16"
    },
    { "content": "What is your favorite porn category?", "rating": "16" },
    {
        "content": "Have you ever accused someone else of farting after you farted?",
        "rating": "0"
    },
    { "content": "What got you into the most trouble at home?", "rating": "0" },
    { "content": "How long is your dick/vagina?", "rating": "18" },
    {
        "content": "What is your scariest imagination when you fall to sleep?",
        "rating": "0"
    },
    {
        "content": "Have you ever fantasized about your friends?",
        "rating": "16"
    },
    {
        "content": "How long has it been since you last masturbated?",
        "rating": "18"
    },
    {
        "content": "Did you ever fantasize about having sex with anyone here?",
        "rating": "18"
    },
    {
        "content": "How many fingers did you try to put inside when you were masturbating for the first time?",
        "rating": "18"
    },
    {
        "content": "Which fictional character are you most attracted to?",
        "rating": "16"
    },
    {
        "content": "Which celebrity would you not mind having a one-night stand with?",
        "rating": "16"
    },
    {
        "content": "If you had to choose between dating someone ugly who was good in bed or dating someone hot who was bad in bed, which would you choose?",
        "rating": "16"
    },
    {
        "content": "Who here would you have sex with, if you had to pick one?",
        "rating": "18"
    },
    {
        "content": "Would you be friends with benefits with anyone from this group?",
        "rating": "18"
    },
    { "content": "Who here is the most attractive to you?", "rating": "16" },
    {
        "content": "Would you like to have a threesome? If yes, which gender constellation?",
        "rating": "18"
    },
    {
        "content": "Who rejected you last and how did it happen?",
        "rating": "16"
    },
    {
        "content": "Did you ever (accidentally) steal anything?",
        "rating": "12"
    },
    {
        "content": "Could you tell us about how you got one of your scars?",
        "rating": "0"
    },
    {
        "content": "What was the most embarrassing thing you did in elementary school?",
        "rating": "12"
    },
    {
        "content": "What was your most random sexdream or fantasy?",
        "rating": "18"
    },
    {
        "content": "What was the funniest event you had or saw that involved an animal?",
        "rating": "0"
    },
    {
        "content": "Why did you fight with your family in the past? What were the reasons?",
        "rating": "0"
    },
    {
        "content": "Which celebrity do you have a big crush on?",
        "rating": "12"
    }
]
